[
  {
    "adviserName": "Zac Battams",
    "name": "Norfolk Rivers Trust",
    "searchText": "Norfolk Rivers Trust",
    "adviserID": "PGI-ES-A0121",
    "counties": "Norfolk, Suffolk, Cambridgeshire",
    "emailAddress": "zacbattams@norfolkriverstrust.org",
    "insured": "Yes",
    "experience": "2 years",
    "website": "https://norfolkriverstrust.org/our-work/water-sensitive-farming/",
    "payment": "Our advice is free",
    "qualifications": "BSc Environmental Science",
    "sectors": "Pig, Poultry, Dairy and grassland, Beef, Sheep, Arable (cereals), Arable (maize), Arable (vegetables incl. potatoes), Horticulture (vegetables), Horticulture (soft fruit)",
    "skills": "Yard storage and buildings, Nutrient management, Soil health management, Natural flood management, Water quality, Habitat creation and assessment, Climate resilience",
    "summary": "The Water Sensitive Farming (WSF) initiative provides free, trusted and confidential farm advice to support the restoration of freshwater environments, nature and landscape resilience. Working across Norfolk - and in parts of Suffolk and Cambridgeshire - flexible grant support is available for interventions that improve soil health, water management, biodiversity and carbon storage."
  },
  {
    "adviserName": "Emily Winter",
    "name": "River Waveney Trust",
    "searchText": "River Waveney Trust",
    "adviserID": "PGI-ES-A0122",
    "counties": "East Suffolk, North Suffolk",
    "emailAddress": "emily@riverwaveneytrust.org",
    "insured": "Yes",
    "experience": "1 year",
    "website": "https://www.riverwaveneytrust.org/water-sensitive-farming/",
    "payment": "",
    "qualifications": "",
    "sectors": "Pig, Poultry, Dairy and grassland, Beef, Sheep, Arable (cereals), Arable (maize), Arable (vegetables incl. potatoes",
    "skills": "Yard storage buildings, Nutrients, Soil health, Natural flood management, Water quality, Habitats, Climate resiliance",
    "summary": "In partnership with Norfolk Rivers Trust, the River Waveney Trust is delivering advice, support and funding for water quality improvements on farms throughout the Waveney catchment. Measures include silt traps, constructed wetlands, tree/hedge planting and livestock fencing - all with the aim to reduce erosion and pollution throughout the catchment."
  },
  {
    "adviserName": "",
    "name": "Shropshire Wildlife Trust",
    "searchText": "Shropshire Wildlife Trust",
    "adviserID": "PGI-ES-A0123",
    "counties": "Shropshire",
    "emailAddress": "enquiries@shropshirewildlifetrust.org.uk",
    "insured": "Yes",
    "experience": "10 years",
    "website": "https://www.shropshirewildlifetrust.org.uk",
    "payment": "Our advice is available for a fee. Please contact us to find out more.",
    "qualifications": "Practitioner of the Institute of Environmental Managers & Assessors",
    "sectors": "Pig, Poultry, Dairy and grassland, Beef, Sheep, Arable (cereals), Arable (maize), Arable (vegetables incl. potatoes), Horticulture (vegetables)",
    "skills": "Yard storage buildings, Nutrients, Pesticides, Soil health, Species, Water quality, Climate resilience",
    "summary": "We are the only charitable organisation in the county focused solely on nature conservation in Shropshire. Ours is a beautiful county, but nature here has suffered decades of destruction, just as it has elsewhere. We need your support to help turn our vision of nature recovery into reality. Shropshire Wildlife Trust is one of 46 Wildlife Trusts working across the UK."
  },
  {
    "adviserName": "Stuart Holm",
    "name": "Woodland Trust",
    "searchText": "Woodland Trust",
    "adviserID": "PGI-ES-A0124",
    "counties": "Cornwall, Devon, Somerset, Dorset, Wiltshire, Gloucestershire, Dorset, Bristol",
    "emailAddress": "stuartholm@woodlandtrust.org.uk",
    "insured": "Yes",
    "experience": "23 years",
    "website": "",
    "payment": "",
    "qualifications": "CENV",
    "sectors": "Pig, Poultry, Dairy and grassland, Beef, Sheep, Arable (cereals), Arable (maize), Arable (vegetables incl. potatoes), Horticulture (vegetables), Horticulture (soft fruit)",
    "skills": "Habitats",
    "summary": ""
  },
  {
    "adviserName": "",
    "name": "Westcountry Rivers Trust",
    "searchText": "Westcountry Rivers Trust",
    "adviserID": "PGI-ES-A0125",
    "counties": "Cornwall, Devon, Somerset, Dorset, Wiltshire, Gloucestershire, Dorset, Bristol",
    "emailAddress": "yog@wrt.org.uk",
    "insured": "Yes",
    "experience": "12 years",
    "website": "https://wrt.org.uk/project/upstream-thinking-3/",
    "payment": "My advice is nearly always free, but dependant upon location and the projects funding.",
    "qualifications": "FACTS, BASIS, Pinpoint Member accreditation to BSSS",
    "sectors": "Pig Poultry Dairy and grassland Beef Sheep Arable (cereals) Arable (maize) Arable (vegetables incl. potatoes) Horticulture (vegetables)",
    "skills": "Yard storage and buildings Nutrient management Soil health management Natural flood management Water quality Climate resilience Development of land management plans",
    "summary": "I'm able to draw on experience gained from working for WRT, Natural England and FWAG. Considerable experience delivering advice to farmers through 1:1 visits, whole farm plans, sampling, nutrient planning, running farming workshops etc."
  },
  {
    "adviserName": "John Hunt",
    "name": "Westcountry Rivers Trust",
    "searchText": "Westcountry Rivers Trust",
    "adviserID": "PGI-ES-A0126",
    "counties": "Cornwall, Devon, Somerset, Dorset, Wiltshire, Gloucestershire, Dorset, Bristol",
    "emailAddress": "johnhunt@wrt.org.uk",
    "insured": "Yes",
    "experience": "10 years",
    "website": "https://wrt.org.uk/project/upstream-thinking-3/",
    "payment": "Our advice is free",
    "qualifications": "FACTS,BASIS",
    "sectors": "Poultry, Dairy and grassland, Beef, Sheep, Arable (cereals), Arable (maize)",
    "skills": "Environmental assessment, Yard storage buildings, Nutrients, Pesticides, Soil health, Natural flood management, Water quality, Climate resilience, Air quality, Forestry, Land management plan",
    "summary": "Our mission is to restore and protect the rivers, lakes, and estuaries of the Westcountry for the benefit of nature, people, and local economies.. What we do is underpinned by science, evidence and experience and a commitment to the resilience of the region's freshwater resources. Whether we are working with farming or fishing communities, improving river habitats, mapping landscapes or monitoring streams, it is all to bring our rivers to life and keep them healthy for wildlife and people, both now and in the future."
  },
  {
    "adviserName": "",
    "name": "FWAG SouthWest",
    "searchText": "FWAG SouthWest",
    "adviserID": "PGI-ES-A0127",
    "counties": "Cornwall, Devon, Somerset, Dorset, Wiltshire, Gloucestershire",
    "emailAddress": "07557094029",
    "insured": "Yes",
    "experience": "1 year",
    "website": "https://www.fwagsw.org.uk",
    "payment": "Our advice is available for a fee. Please contact us to find out more",
    "qualifications": "None",
    "sectors": "Dairy and grassland, Beef, Sheep",
    "skills": "Environmental assessment, Yard storage buildings, Soil health, Species, Natural flood management, Water quality, Habitats",
    "summary": "For over 50 years, FWAG SW provide independent advice and delivering real change on farmland by working with land managers and landowners across the region. Combining an understanding of farming systems, land management and farm businesses with habitat creation, habitat management and species conservation, FWAG SW is able to effect positive environmental change in the wider landscape. We also focus on helping farm businesses manage their natural capital assets like soil, water and carbon."
  },
  {
    "adviserName": "",
    "name": "Tyne Rivers Trust",
    "searchText": "tyne rivers trust",
    "adviserID": "PGI-ES-A0128",
    "counties": "Northumberland",
    "emailAddress": "info@tyneriverstrust.org",
    "insured": "Yes",
    "experience": "5 years",
    "website": "https://www.tyneriverstrust.org",
    "payment": "Funding depending on project location",
    "qualifications": "Pinpoint",
    "sectors": "Pig, Poultry, Dairy and grassland, Beef, Sheep, Arable (cereals), Arable (maize), Arable (vegetables incl. potatoes), Horticulture (vegetables), Horticulture (soft fruit)",
    "skills": "Environmental assessment, Yard storage buildings, Soil health, Species, Natural flood management, Water quality, Habitats, Climate resilience, Air quality, Social health and wellbeing, Education, Forestry, Land management plans",
    "summary": "The Tyne Rivers Trust is a registered environmental charity dedicated to improving the River Tyne and its catchment. From Alston and Kielder to Tynemouth, we improve the wellbeing of the Tyne rivers and people through education, tackling pollution and practical conservation."
  },
  {
    "adviserName": "Julia Dimbleby",
    "name": "ADAS",
    "searchText": "ADAS",
    "adviserID": "PGI-ES-A0129",
    "counties": "West Midlands",
    "emailAddress": "Julia.Dimbleby@adas.co.uk",
    "insured": "Yes",
    "experience": "30 years",
    "website": "https://www.adas.co.uk",
    "payment": "",
    "qualifications": "FACTS,BASIS",
    "sectors": "Pig, Poultry, Dairy and grassland, Beef, Sheep, Arable (cereals), Arable (maize), Arable (vegetables incl. potatoes), Horticulture (vegetables), Horticulture (soft fruit)",
    "skills": "Environmental assessment, Yard storage buildings, Nutrients, Pesticides, Soil health, Species, Natural flood management, Water quality, Habitats, Climate resilience, Air quality, Social health and wellbeing, Education, Forestry, Land management plans",
    "summary": "ADAS is the UK's largest independent provider of agricultural and environmental consultancy, policy advice and research and development. We understand food production and the challenges and opportunities faced by organisations operating in the natural environment. With 75 years of experience in the farming and environmental sector, we translate science into pragmatic, workable solutions for farmers, landowners, corporate organisations and government."
  },
  {
    "adviserName": "David Ruddock",
    "name": "Middlemarch Environmental Ltd",
    "searchText": "Middlemarch Environmental Ltd",
    "adviserID": "PGI-ES-A0130",
    "counties": "Derbyshire, Northamptonshire, London, Kent, Sussex, Hampshire, Worcestershiree",
    "emailAddress": "david.ruddock@middlemarch.eco",
    "insured": "Yes",
    "experience": "31 years",
    "website": "https://www.middlemarch-environmental.com",
    "payment": "",
    "qualifications": "CIEEM, RSWT Biodiversity Benchmark Certified Auditor, IEMA, CEnv, MArborA",
    "sectors": "Pig, Poultry, Dairy and grassland, Beef, Sheep, Arable (cereals), Arable (maize), Arable (vegetables incl. potatoes), Horticulture (vegetables), Horticulture (soft fruit)",
    "skills": "Environmental assessment, Nutrients, Species, Natural flood management, Water quality, Habitats, Climate resilience, Forestry, Land management plans",
    "summary": "Middlemarch Environmental is one of the UK's leading natural environment consultancies, based in Coventry, West Midlands. Since 1989, we've been helping our clients to get their ecology surveys actioned in time to meet tight planning deadlines. Today our expertise is called upon to address the many challenges that arise at the interface between nature and human society. We aim to be the consultant of choice for biodiversity advice and our mission is to create an enduring natural environment legacy."
  }
]